Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 快速上手
ar: بدء سريع
de: Schnellstart
en: Quick Start
ja: クイックスタート

source: 快速入口
ar: وصول سريع
de: Schnellzugriff
en: Quick Access
ja: クイックアクセス

source: 快速整理相册
ar: تنظيف الصور بسرعة
de: Fotos schnell aufräumen
en: Clean Up Photos Fast
ja: 写真をすばやく整理
zh_hant: 快速整理相冊

source: 快速方案
ar: الإعدادات المسبقة
de: Voreinstellungen
en: Presets
ja: プリセット

source: 总体进度 %@/%@
ar: التقدم الإجمالي %@/%@
de: Gesamtfortschritt %@/%@
en: Overall progress %@/%@
ja: 全体の進捗 %@/%@
zh_hant: 總體進度 %@/%@

source: 总体进度 %@/%@ · 当前位置 %@/%@
ar: التقدم الإجمالي %@/%@ · الموضع %@/%@
de: Gesamtfortschritt %@/%@ · Position %@/%@
en: Overall progress %@/%@ · Position %@/%@
ja: 全体の進捗 %@/%@ · 現在位置 %@/%@
zh_hant: 總體進度 %@/%@ · 目前位置 %@/%@

source: 总体进度 0/0
ar: التقدم الإجمالي 0/0
de: Gesamtfortschritt 0/0
en: Overall progress 0/0
ja: 全体の進捗 0/0
zh_hant: 總體進度 0/0

source: 总照片
ar: إجمالي الصور
de: Fotos insgesamt
en: Total Photos
ja: 写真の合計
zh_hant: 總照片

source: 恢复购买
ar: استعادة الشراء
de: Kauf wiederherstellen
en: Restore Purchase
ja: 購入を復元
zh_hant: 恢復購買

source: 恢复购买失败，请稍后再试。
ar: تعذرت استعادة المشتريات. حاول لاحقًا.
de: Käufe konnten nicht wiederhergestellt werden. Versuche es später erneut.
en: Could not restore purchases. Try again later.
ja: 購入を復元できませんでした。あとでもう一度お試しください。
zh_hant: 恢復購買失敗，請稍後再試。

source: 恢复默认
ar: إعادة التعيين إلى الافتراضي
de: Standard wiederherstellen
en: Reset to Default
ja: デフォルトに戻す
zh_hant: 恢復默認

source: 您可以返回选择其他分类，或稍后在系统照片中添加更多照片后再回来。
ar: ارجع واختر فئة أخرى، أو أضف المزيد من الصور في تطبيق الصور ثم عد لاحقًا.
de: Gehe zurück und wähle eine andere Kategorie oder füge später in Fotos weitere Bilder hinzu und komm zurück.
en: Go back and choose another category, or add more photos in Photos and come back later.
ja: 戻って別のカテゴリを選ぶか、写真アプリにさらに写真を追加してからもう一度お試しください。
zh_hant: 您可以返回選擇其他分類，或稍後在系統照片中添加更多照片後再回來。

source: 您已经整理完所有照片
ar: لقد أنهيت تنظيم كل الصور
de: Du hast alle Fotos aufgeräumt
en: You have finished all photos
ja: すべての写真を整理しました
zh_hant: 您已經整理完所有照片

source: 您已经浏览完所有照片
ar: لقد راجعت كل الصور
de: Du hast alle Fotos geprüft
en: You have reviewed all photos
ja: すべての写真をレビューしました
zh_hant: 您已經瀏覽完所有照片

source: 想要做自己的小产品？
ar: هل تريد إنشاء منتجك الصغير؟
de: Eigenes kleines Produkt bauen?
en: Want to Build Your Own Small Product?
ja: 自分の小さなプロダクトを作りたいですか？
zh_hant: 想要做自己的小產品？

source: 成就与历史
ar: الإنجازات والسجل
de: Erfolge & Verlauf
en: Achievements & History
ja: 実績と履歴
zh_hant: 成就與歷史

source: 我的相册
ar: ألبوماتي
de: Meine Alben
en: My Albums
ja: マイアルバム
zh_hant: 我的相冊

source: 截图
ar: لقطات الشاشة
de: Screenshots
en: Screenshots
ja: スクリーンショット
zh_hant: 截圖

source: 所有记录只保存在本机。
ar: تبقى كل السجلات على هذا الجهاز.
de: Alle Einträge bleiben auf diesem Gerät.
en: All records stay on this device.
ja: すべての記録はこのデバイスにのみ保存されます。
zh_hant: 所有記錄只保存在本機。

source: 手动播放
ar: تشغيل يدوي
de: Manuelle Wiedergabe
en: Manual play
ja: 手動再生
zh_hant: 手動播放

source: 手势
ar: الإيماءات
de: Gesten
en: Gestures
ja: ジェスチャ
zh_hant: 手勢

source: 手势与播放
ar: الإيماءات والتشغيل
de: Gesten & Wiedergabe
en: Gestures & Playback
ja: ジェスチャと再生
zh_hant: 手勢與播放

source: 手势很简单
ar: إيماءات بسيطة
de: Einfache Gesten
en: Simple Gestures
ja: かんたんなジェスチャ
zh_hant: 手勢很簡單

source: 手势控制
ar: التحكم بالإيماءات
de: Gestensteuerung
en: Gesture Controls
ja: ジェスチャ操作
zh_hant: 手勢控制

source: 手机存储空间
ar: مساحة iPhone
de: iPhone-Speicher
en: iPhone Storage
ja: iPhoneストレージ
zh_hant: 手機存儲空間

source: 打开 01mvp.com
ar: فتح 01mvp.com
de: 01mvp.com öffnen
en: Open 01mvp.com
ja: 01mvp.comを開く
zh_hant: 打開 01mvp.com

source: 打开声音
ar: تشغيل الصوت
de: Ton einschalten
en: Turn Sound On
ja: サウンドをオンにする
zh_hant: 打開聲音

source: 打开相册页管理相册
ar: افتح تبويب الألبومات لإدارة الألبومات
de: Tab „Alben“ öffnen, um Alben zu verwalten
en: Open the Albums tab to manage albums
ja: アルバムタブを開いてアルバムを管理
zh_hant: 打開相冊頁管理相冊

source: 执行批量操作
ar: تشغيل العمليات المجمعة
de: Stapelaktionen ausführen
en: Run Batch Operations
ja: 一括操作を実行
zh_hant: 執行批量操作

source: 批量操作失败: %@
ar: فشلت العملية المجمعة: %@
de: Stapelaktion fehlgeschlagen: %@
en: Batch operation failed: %@
ja: 一括操作に失敗しました: %@
zh_hant: 批量操作失敗: %@

source: 找出占空间的照片和视频
ar: اعثر على الصور والفيديوهات التي تشغل مساحة
de: Fotos und Videos finden, die Speicher belegen
en: Find photos and videos taking up space
ja: 容量を使っている写真とビデオを見つける
zh_hant: 找出佔空間的照片和影片

source: 找回更多空间
ar: حرر مساحة أكبر
de: Mehr Speicher freigeben
en: Free up more space
ja: 空き容量を増やす
zh_hant: 找回更多空間

source: 把想法做成能上线的小产品
ar: حوّل فكرة إلى منتج صغير قابل للإطلاق
de: Aus einer Idee ein veröffentlichbares kleines Produkt machen
en: Turn an Idea Into a Launchable Small Product
ja: アイデアを公開できる小さなプロダクトにする
zh_hant: 把想法做成能上線的小產品

source: 拍摄时间
ar: تاريخ الالتقاط
de: Aufgenommen
en: Captured
ja: 撮影日時
zh_hant: 拍攝時間

source: 拍摄时间未知
ar: تاريخ الالتقاط غير معروف
de: Aufnahmezeit unbekannt
en: Capture time unknown
ja: 撮影日時不明
zh_hant: 拍攝時間未知

source: 拿能直接改的代码模板
ar: قوالب كود جاهزة للاستخدام
de: Sofort nutzbare Codevorlagen
en: Ready-to-Use Code Templates
ja: すぐに使えるコードテンプレート
zh_hant: 拿能直接改的代碼模板

source: 按%@查看照片清理比例
ar: اعرض تقدم تنظيف الصور حسب %@
de: Foto-Bereinigungsfortschritt nach %@ anzeigen
en: View photo cleanup progress by %@
ja: %@別に写真整理の進行状況を表示

source: 按“待删除”可连续加入待删除
ar: اضغط على قيد الحذف لإضافة الصور تباعا
de: Auf „Zum Löschen“ tippen, um Fotos nacheinander hinzuzufügen
en: Tap Pending Delete to add photos one after another
ja: 「削除待ち」をタップして写真を続けて追加
zh_hant: 按「待刪除」可連續加入待刪除

source: 按占用空间从大到小排序
ar: مرتبة حسب حجم التخزين، الأكبر أولا
de: Nach Speichergröße sortiert, größte zuerst
en: Sorted by storage size, largest first
ja: 使用容量の大きい順に並べ替え
zh_hant: 按佔用空間從大到小排序

source: 按占用空间从大到小排序，合计约 %@。
ar: مرتبة حسب الحجم، الأكبر أولا. الإجمالي حوالي %@.
de: Nach Größe sortiert, größte zuerst. Insgesamt ca. %@.
en: Sorted by size, largest first. About %@ total.
ja: サイズの大きい順に並べ替え。合計約%@。
zh_hant: 按佔用空間從大到小排序，合計約 %@。

source: 按地图查看拍摄地点，点选一个地点后继续整理。
ar: اعرض مواقع الالتقاط على الخريطة، ثم اختر مكانا للمتابعة.
de: Aufnahmestandorte auf der Karte anzeigen und einen Ort zum Fortfahren auswählen.
en: View shooting locations on the map, then choose a place to continue.
ja: 地図で撮影場所を確認し、場所を選んで整理を続けます。
zh_hant: 按地圖查看拍攝地點，點選一個地點後繼續整理。

source: 按地点整理
ar: تنظيم حسب المكان
de: Nach Ort organisieren
en: Organize by Place
ja: 場所別に整理
zh_hant: 按地點整理

source: 按地点继续
ar: المتابعة حسب المكان
de: Nach Ort fortfahren
en: Continue by place
ja: 場所別に続ける
zh_hant: 按地點繼續

source: 按底部“删除”可连续加入待删除
ar: اضغط على حذف في الأسفل لإضافة الصور إلى الحذف المعلق
de: Unten auf „Löschen“ tippen, um Fotos zur Löschliste hinzuzufügen
en: Tap Delete to add photos to pending deletion
ja: 下部の「削除」をタップして削除待ちに追加
zh_hant: 按底部「刪除」可連續加入待刪除

source: 按当前进度展示每一枚徽章
ar: كل شارة مع تقدمك الحالي
de: Alle Abzeichen mit deinem aktuellen Fortschritt
en: Every badge with your current progress
ja: 現在の進捗で各バッジを表示
zh_hant: 按當前進度展示每一枚徽章

source: 按当天照片继续整理
ar: المتابعة بصور هذا اليوم
de: Mit Fotos von diesem Tag fortfahren
en: Continue with photos from this day
ja: この日の写真を続けて整理
zh_hant: 按當天照片繼續整理

source: 按拍摄地点查看照片，只显示能识别出地名的分组。
ar: اعرض الصور حسب موقع الالتقاط. تظهر فقط المجموعات ذات أسماء الأماكن المقروءة.
de: Fotos nach Aufnahmestandort anzeigen. Nur Gruppen mit lesbaren Ortsnamen werden angezeigt.
en: View photos by shooting location. Only groups with readable place names are shown.
ja: 撮影場所別に写真を表示します。地名を読み取れるグループのみ表示されます。
zh_hant: 按拍攝地點查看照片，只顯示能識別出地名的分組。

source: 按拍摄地点查看照片，所有整理都只在本机完成。
ar: اعرض الصور حسب موقع الالتقاط. كل التنظيم يبقى على هذا الجهاز.
de: Fotos nach Aufnahmestandort anzeigen. Alles Organisieren bleibt auf diesem Gerät.
en: View photos by shooting location. All organizing stays on this device.
ja: 撮影場所別に写真を表示します。すべての整理はこのデバイス上でのみ行われます。
zh_hant: 按拍攝地點查看照片，所有整理都只在本機完成。

source: 按拍摄地点继续整理
ar: المتابعة حسب موقع الالتقاط
de: Nach Aufnahmestandort fortfahren
en: Continue by shooting location
ja: 撮影場所別に整理を続ける
zh_hant: 按拍攝地點繼續整理

source: 按日、周、月、年继续整理。
ar: تابع حسب اليوم أو الأسبوع أو الشهر أو السنة.
de: Nach Tag, Woche, Monat oder Jahr fortfahren.
en: Continue by day, week, month, or year.
ja: 日、週、月、年別に整理を続けます。
zh_hant: 按日、週、月、年繼續整理。

source: 按日、月、年继续整理
ar: تابع حسب اليوم أو الشهر أو السنة
de: Nach Tag, Monat oder Jahr fortfahren
en: Continue by day, month, or year
ja: 日、月、年別に整理を続ける
zh_hant: 按日、月、年繼續整理

source: 按日期清理
ar: تنظيف حسب التاريخ
de: Datumsbasierte Bereinigung
en: Date-Based Cleanup
ja: 日付別クリーンアップ

source: 按时间整理
ar: تنظيم حسب الوقت
de: Nach Zeit organisieren
en: Organize by Time
ja: 時間別に整理
zh_hant: 按時間整理

source: 按时间浏览这个%@的照片
ar: تصفح صور هذا %@ حسب الوقت
de: Fotos in diesem %@ nach Zeit durchsuchen
en: Browse photos in this %@ by time
ja: この%@の写真を時間順に表示
zh_hant: 按時間瀏覽這個%@的照片

source: 按时间浏览这个%@，合计约 %@。
ar: تصفح هذا %@ حسب الوقت، بإجمالي حوالي %@.
de: Dieses %@ nach Zeit durchsuchen, insgesamt ca. %@.
en: Browse this %@ by time, about %@ total.
ja: この%@を時間順に表示、合計約%@。
zh_hant: 按時間瀏覽這個%@，合計約 %@。

source: 按月份查看整理成果和本机记录
ar: اعرض التقدم الشهري والسجل المحلي
de: Monatlichen Fortschritt und lokalen Verlauf anzeigen
en: View monthly progress and local history
ja: 月別の整理結果とローカル履歴を表示
zh_hant: 按月份查看整理成果和本機記錄

source: 按月份查看清理成果
ar: اعرض نتائج التنظيف حسب الشهر
de: Bereinigungsergebnisse nach Monat anzeigen
en: View cleanup results by month
ja: 月別にクリーンアップ結果を表示

source: 按月份继续
ar: المتابعة حسب الشهر
de: Nach Monat fortfahren
en: Continue by month
ja: 月別に続ける
zh_hant: 按月份繼續

source: 按相似组整理，保留最好的一张
ar: اجمع الصور المتشابهة واحتفظ بالأفضل
de: Ähnliche Fotos gruppieren und das beste behalten
en: Group similar photos and keep the best one
ja: 似ている写真をグループ化し、最適な1枚を残す
zh_hant: 按相似組整理，保留最好的一張

source: 按类型查看每一枚清理里程碑
ar: تصفح كل مرحلة تنظيف حسب النوع
de: Jeden Bereinigungsmeilenstein nach Typ ansehen
en: Browse each cleanup milestone by type
ja: タイプ別に各クリーンアップマイルストーンを表示
zh_hant: 按類型查看每一枚清理里程碑

source: 按类型点亮每一枚清理徽章
ar: فعّل كل شارة تنظيف حسب الفئة
de: Bereinigungsabzeichen nach Kategorie freischalten
en: Light up each cleanup badge by category
ja: カテゴリ別に各クリーンアップバッジを点灯
zh_hant: 按類型點亮每一枚清理徽章

source: 按视频占用优先处理，合计约 %@。
ar: أعط الأولوية للفيديوهات حسب الحجم، بإجمالي حوالي %@.
de: Videos nach Größe priorisieren, insgesamt ca. %@.
en: Prioritize videos by size, about %@ total.
ja: 動画をサイズ順に優先処理、合計約%@。
zh_hant: 按視頻佔用優先處理，合計約 %@。

source: 按视频占用和时间整理
ar: تنظيم حسب حجم الفيديو والوقت
de: Nach Videogröße und Zeit organisieren
en: Organize by video size and time
ja: 動画のサイズと時間で整理
zh_hant: 按視頻佔用和時間整理

source: 按语言名称、地区或代码搜索
ar: ابحث باسم اللغة أو المنطقة أو الرمز
de: Nach Sprachname, Region oder Code suchen
en: Search by language name, region, or code
ja: 言語名、地域、コードで検索
zh_hant: 依語言名稱、地區或代碼搜尋

source: 按这一周照片继续整理
ar: المتابعة بصور هذا الأسبوع
de: Mit Fotos dieser Woche fortfahren
en: Continue with photos from this week
ja: 今週の写真を続けて整理
zh_hant: 按這一周照片繼續整理

source: 按这一年照片继续整理
ar: المتابعة بصور هذا العام
de: Mit Fotos dieses Jahres fortfahren
en: Continue with photos from this year
ja: 今年の写真を続けて整理
zh_hant: 按這一年照片繼續整理

source: 按这个月照片继续整理
ar: المتابعة بصور هذا الشهر
de: Mit Fotos dieses Monats fortfahren
en: Continue with photos from this month
ja: 今月の写真を続けて整理
zh_hant: 按這個月照片繼續整理

source: 换个关键词试试。
ar: جرّب كلمة بحث أخرى.
de: Versuche es mit einem anderen Suchbegriff.
en: Try another keyword.
ja: 別のキーワードを試してください。
zh_hant: 換個關鍵詞試試。

source: 授权照片后即可使用，不需要注册或登录。
ar: امنح الوصول إلى الصور وابدأ الاستخدام. لا يلزم تسجيل أو تسجيل دخول.
de: Fotozugriff erlauben und direkt loslegen. Keine Registrierung oder Anmeldung nötig.
en: Grant photo access and start using it. No sign-up or login required.
ja: 写真へのアクセスを許可するとすぐに使えます。登録やログインは不要です。
zh_hant: 授權照片後即可使用，不需要註冊或登錄。

source: 排序
ar: فرز
de: Sortieren
en: Sort
ja: 並べ替え

source: 接近完成
ar: قارب الانتهاء
de: Fast fertig
en: Almost There
ja: もう少し

source: 推荐
ar: موصى به
de: Empfohlen
en: Recommended
ja: おすすめ
zh_hant: 推薦

source: 搜索相册
ar: البحث في الألبومات
de: Alben suchen
en: Search albums
ja: アルバムを検索
zh_hant: 搜索相冊

source: 搜索语言
ar: البحث عن اللغات
de: Sprachen suchen
en: Search languages
ja: 言語を検索
zh_hant: 搜尋語言

source: 撤销
ar: تراجع
de: Rückgängig
en: Undo
ja: 取り消す
zh_hant: 撤銷

source: 播放
ar: تشغيل
de: Wiedergabe
en: Playback
ja: 再生

source: 播放实况照片
ar: تشغيل Live Photo
de: Live Photo abspielen
en: Play Live Photo
ja: Live Photoを再生
zh_hant: 播放實況照片

source: 播放视频
ar: تشغيل الفيديو
de: Video abspielen
en: Play video
ja: ビデオを再生
zh_hant: 播放影片

source: 操作失败，请稍后重试。
ar: فشلت العملية. حاول مرة أخرى لاحقًا.
de: Vorgang fehlgeschlagen. Versuche es später erneut.
en: Operation failed. Try again later.
ja: 操作に失敗しました。後でもう一度お試しください。
zh_hant: 操作失敗，請稍後重試。

source: 支持者版
ar: الداعم
de: Supporter
en: Supporter
ja: サポーター

source: 支持者版可切换更多主题。
ar: يفتح الداعم سمات إضافية.
de: Supporter schaltet zusätzliche Designs frei.
en: Supporter unlocks additional themes.
ja: サポーターでは追加テーマを利用できます。
zh_hant: 支持者版可切換更多主題。

source: 支持者版已完整解锁
ar: تم فتح الداعم بالكامل
de: Supporter vollständig freigeschaltet
en: Supporter Fully Unlocked
ja: サポーターを完全にアンロック済み
zh_hant: 支持者版已完整解鎖

source: 支持者版已完整解锁，可长期使用。
ar: تم فتح الداعم بالكامل وسيبقى متاحًا على المدى الطويل.
de: Supporter ist vollständig freigeschaltet und dauerhaft verfügbar.
en: Supporter is fully unlocked and stays available long term.
ja: サポーターは完全にアンロック済みで、長期的に利用できます。
zh_hant: 支持者版已完整解鎖，可長期使用。

source: 支持者版已完整解锁，所有进阶功能可长期使用。
ar: تم فتح الداعم بالكامل. ستبقى كل الميزات المتقدمة متاحة على المدى الطويل.
de: Supporter ist vollständig freigeschaltet. Alle erweiterten Funktionen bleiben dauerhaft verfügbar.
en: Supporter is fully unlocked. All advanced features stay available long term.
ja: サポーターは完全にアンロック済みです。すべての高度な機能を長期的に利用できます。
zh_hant: 支持者版已完整解鎖，所有進階功能可長期使用。

source: 支持者版已解锁
ar: تم فتح الداعم
de: Supporter freigeschaltet
en: Supporter Unlocked
ja: サポーターをアンロック済み
zh_hant: 支持者版已解鎖

source: 支持者版解锁月度记录和清理历史
ar: يفتح الداعم السجلات الشهرية وسجل التنظيف
de: Supporter schaltet Monatsberichte und Aufräumverlauf frei
en: Supporter unlocks monthly records and cleanup history
ja: サポーターで月間記録と整理履歴をアンロック
zh_hant: 支持者版解鎖月度記錄和清理歷史

source: 支持者版试用中
ar: تجربة الداعم نشطة
de: Supporter-Testversion aktiv
en: Supporter Trial Active
ja: サポーターのトライアル中
zh_hant: 支持者版試用中

source: 支持者版试用中，还剩 %lld 天。
ar: تجربة الداعم نشطة، تبقى %lld يومًا.
de: Supporter-Testversion aktiv, noch %lld Tage.
en: Supporter trial active, %lld days remaining.
ja: サポーターのトライアル中、残り%lld日です。
zh_hant: 支持者版試用中，還剩 %lld 天。

source: 收藏
ar: المفضلة
de: Favorit
en: Favorite
ja: お気に入り

source: 收藏 %lld 张照片
ar: إضافة %lld صور إلى المفضلة
de: %lld Fotos als Favoriten markieren
en: Favorite %lld photos
ja: %lld枚の写真をお気に入りに追加
zh_hant: 收藏 %lld 張照片

# 收藏分类
source: 收藏
ar: المفضلة
de: Favoriten
en: Favorites
ja: お気に入り

source: 放大查看照片
ar: عرض الصورة بحجم أكبر
de: Foto größer anzeigen
en: View photo larger
ja: 写真を拡大表示

source: 放大的照片
ar: صورة مكبرة
de: Vergrößertes Foto
en: Enlarged photo
ja: 拡大された写真

source: 数据与权限
ar: البيانات والأذونات
de: Daten & Berechtigungen
en: Data & Permissions
ja: データと権限
zh_hant: 數據與權限

source: 数量
ar: العدد
de: Anzahl
en: Count
ja: 数
zh_hant: 數量

source: 整理
ar: تنظيم
de: Organisieren
en: Organize

source: 整理全部照片
ar: تنظيم كل الصور
de: Alle Fotos organisieren
en: Organize All Photos
ja: すべての写真を整理

source: 整理完成！
ar: اكتمل التنظيف
de: Aufräumen abgeschlossen
en: Cleanup Complete
ja: 整理完了

source: 整理模式
ar: وضع المراجعة
de: Prüfmodus
en: Review Mode
ja: レビュー方式

source: 整理节奏
ar: الإيقاع
de: Rhythmus
en: Rhythm
ja: リズム
zh_hant: 整理節奏

source: 整理这一周
ar: تنظيم هذا الأسبوع
de: Diese Woche organisieren
en: Organize This Week
ja: 今週を整理
zh_hant: 整理這一周

source: 整理这一天
ar: تنظيم هذا اليوم
de: Diesen Tag organisieren
en: Organize This Day
ja: この日を整理
zh_hant: 整理這一天

source: 整理这一年
ar: تنظيم هذه السنة
de: Dieses Jahr organisieren
en: Organize This Year
ja: 今年を整理
zh_hant: 整理這一年

source: 整理这个月
ar: تنظيم هذا الشهر
de: Diesen Monat organisieren
en: Organize This Month
ja: 今月を整理
zh_hant: 整理這個月

source: 整理进度、候选列表和统计都围绕本机照片库工作。
ar: تم تصميم التقدم والمرشحات والإحصاءات حول مكتبة الصور المحلية.
de: Fortschritt, Kandidaten und Statistiken sind auf die lokale Fotomediathek ausgelegt.
en: Progress, candidates, and stats are designed around the local photo library.
ja: 進捗、候補、統計はローカル写真ライブラリを基準に動作します。
zh_hant: 整理進度、候選列表和統計都圍繞本機照片庫工作。

source: 文案保持短
ar: اجعل النص قصيرًا
de: Text kurz halten
en: Keep Copy Short
ja: コピーは短く

source: 新副本
ar: نسخة جديدة
de: Neue Kopie
en: New copy
ja: 新しいコピー

source: 新徽章
ar: شارة جديدة
de: Neues Abzeichen
en: New Badge
ja: 新しいバッジ

source: 新徽章：%@
ar: شارة جديدة: %@
de: Neues Abzeichen: %@
en: New Badge: %@
ja: 新しいバッジ：%@

source: 方向
ar: الاتجاه
de: Ausrichtung
en: Orientation
ja: 向き

source: 方形
ar: مربع
de: Quadratisch
en: Square
ja: 正方形

source: 方案
ar: الخطة
de: Plan
en: Plan
ja: プラン

source: 无地点信息
ar: لا توجد معلومات موقع
de: Keine Standortinfos
en: No Location Info
ja: 位置情報なし
zh_hant: 無地點資訊

source: 无地点照片
ar: بلا موقع
de: Kein Standort
en: No Location
ja: 位置情報なし
zh_hant: 無地點照片

source: 无法保存压缩图片
ar: تعذر حفظ الصورة المضغوطة
de: Komprimiertes Bild kann nicht gespeichert werden
en: Unable to save compressed image
ja: 圧縮画像を保存できません
zh_hant: 無法儲存壓縮圖片

source: 无法保存压缩视频
ar: تعذر حفظ الفيديو المضغوط
de: Komprimiertes Video konnte nicht gespeichert werden
en: Could not save the compressed video
ja: 圧縮ビデオを保存できませんでした
zh_hant: 無法儲存壓縮影片

source: 无法归类到这个相册
ar: تعذرت الإضافة إلى هذا الألبوم
de: Konnte nicht zu diesem Album hinzugefügt werden
en: Could not add to this album
ja: このアルバムに追加できませんでした
zh_hant: 無法歸類到這個相冊

source: 无法打开兑换页面，请稍后再试。
ar: تعذر فتح صفحة الاسترداد. حاول مرة أخرى لاحقًا.
de: Einlöseseite konnte nicht geöffnet werden. Versuche es später erneut.
en: Could not open the redemption page. Try again later.
ja: 引き換えページを開けませんでした。後でもう一度お試しください。
zh_hant: 無法打開兌換頁面，請稍後再試。

source: 无法播放这个视频
ar: لا يمكن تشغيل هذا الفيديو
de: Dieses Video kann nicht abgespielt werden
en: This video cannot be played
ja: このビデオは再生できません
zh_hant: 無法播放這段影片

source: 无法精确读取
ar: تعذرت القراءة بدقة
de: Kann nicht genau gelesen werden
en: Unable to read precisely
ja: 正確に読み取れません
zh_hant: 無法精確讀取

source: 无法读取这个视频
ar: لا يمكن قراءة هذا الفيديو
de: Dieses Video kann nicht gelesen werden
en: This video cannot be read
ja: このビデオを読み取れません
zh_hant: 無法讀取這個影片

source: 无法读取这张图片
ar: لا يمكن قراءة هذه الصورة
de: Dieses Bild kann nicht gelesen werden
en: Unable to read this image
ja: この画像を読み取れません
zh_hant: 無法讀取這張圖片

source: 无法读取这张照片
ar: تعذر تحميل هذه الصورة
de: Dieses Foto kann nicht geladen werden
en: Unable to load this photo
ja: この写真を読み込めません
zh_hant: 無法讀取這張照片

source: 无记录
ar: لا توجد سجلات
de: Keine Einträge
en: No Records
ja: 記録なし
zh_hant: 無記錄

source: 日
ar: اليوم
de: Tag
en: Day

source: 日期整理
ar: تنظيف حسب التاريخ
de: Nach Datum aufräumen
en: Date Cleanup
ja: 日付別整理

source: 日间模式
ar: الوضع الفاتح
de: Hellmodus
en: Light Mode
ja: ライトモード
zh_hant: 日間模式

source: 时长
ar: المدة
de: Dauer
en: Duration
ja: 時間
zh_hant: 時長

source: 时间
ar: الوقت
de: Zeit
en: Time
ja: 時刻
zh_hant: 時間

source: 时间维度
ar: النطاق الزمني
de: Zeitraum
en: Time Range
ja: 期間
zh_hant: 時間維度

source: 时间进度
ar: تقدم الوقت
de: Zeitfortschritt
en: Time Progress
ja: 時間の進捗
zh_hant: 時間進度

source: 明亮背景，适合白天整理
ar: خلفية ساطعة مناسبة للتنظيم نهارًا
de: Heller Hintergrund für das Organisieren am Tag
en: Bright background for daytime organizing
ja: 日中の整理に適した明るい背景
zh_hant: 明亮背景，適合白天整理

source: 显示更多
ar: عرض المزيد
de: Mehr anzeigen
en: Show More
ja: さらに表示
zh_hant: 顯示更多

source: 显示更多（%lld/%lld）
ar: عرض المزيد (%lld/%lld)
de: Mehr anzeigen (%lld/%lld)
en: Show More (%lld/%lld)
ja: さらに表示（%lld/%lld）
zh_hant: 顯示更多（%lld/%lld）

source: 显示语言
ar: لغة العرض
de: Anzeigesprache
en: Display Language
ja: 表示言語
zh_hant: 顯示語言

source: 智能清理
ar: تنظيف ذكي
de: Intelligente Bereinigung
en: Smart Cleanup
ja: スマートクリーンアップ

source: 暂停视频
ar: إيقاف الفيديو مؤقتًا
de: Video pausieren
en: Pause video
ja: ビデオを一時停止
zh_hant: 暫停影片

source: 暂无待完成目标
ar: لا توجد أهداف معلقة
de: Keine offenen Ziele
en: No Goals Pending
ja: 保留中の目標はありません
zh_hant: 暫無待完成目標

source: 暂无徽章
ar: لا توجد شارات
de: Keine Abzeichen
en: No Badges
ja: バッジはありません
zh_hant: 暫無徽章

source: 暂时找不到压缩副本。
ar: لا يمكن العثور على النسخة المضغوطة حاليًا.
de: Die komprimierte Kopie ist derzeit nicht auffindbar.
en: The compressed copy cannot be found right now.
ja: 圧縮コピーが現在見つかりません。
zh_hant: 暫時找不到壓縮副本。

source: 暂时找不到压缩后图片。
ar: لا يمكن العثور على الصورة المضغوطة حاليًا.
de: Das komprimierte Bild ist derzeit nicht auffindbar.
en: The compressed image could not be found right now.
ja: 圧縮後の画像が現在見つかりません。
zh_hant: 暫時找不到壓縮後圖片。

source: 暂时找不到压缩后视频。
ar: لا يمكن العثور على الفيديو المضغوط حاليًا.
de: Das komprimierte Video ist derzeit nicht auffindbar.
en: The compressed video cannot be found right now.
ja: 圧縮後のビデオが現在見つかりません。
zh_hant: 暫時找不到壓縮後影片。

source: 暂时找不到原图。
ar: لا يمكن العثور على الصورة الأصلية حاليًا.
de: Das Originalbild ist derzeit nicht auffindbar.
en: The original image could not be found right now.
ja: 元の画像が現在見つかりません。
zh_hant: 暫時找不到原圖。

source: 暂时找不到原视频。
ar: لا يمكن العثور على الفيديو الأصلي حاليًا.
de: Das Originalvideo ist derzeit nicht auffindbar.
en: The original video cannot be found right now.
ja: 元のビデオが現在見つかりません。
zh_hant: 暫時找不到原影片。

source: 暂时无法读取支持者版商品。
ar: منتج الداعم غير متاح حاليًا.
de: Das Supporter-Produkt ist derzeit nicht verfügbar.
en: Supporter product is not available right now.
ja: サポーター版の商品は現在利用できません。
zh_hant: 暫時無法讀取支持者版商品。

source: 暂时没能识别出地名，可以稍后重试。
ar: تعذر التعرف على أسماء الأماكن حاليًا. حاول مرة أخرى لاحقًا.
de: Ortsnamen konnten derzeit nicht erkannt werden. Versuche es später erneut.
en: Place names could not be recognized for now. Try again later.
ja: 地名を認識できませんでした。しばらくしてからもう一度お試しください。
zh_hant: 暫時沒能識別出地名，可以稍後重試。

source: 暂未发现相似照片
ar: لم يتم العثور على صور مشابهة بعد
de: Noch keine ähnlichen Fotos gefunden
en: No Similar Photos Found Yet
ja: 類似写真はまだ見つかっていません
zh_hant: 暫未發現相似照片

source: 暖砂色
ar: رملي دافئ
de: Warmer Sand
en: Warm Sand
ja: ウォームサンド

source: 更中性，突出照片内容。
ar: أكثر حيادية مع إبقاء التركيز على محتوى الصور.
de: Neutraler, damit der Fokus auf den Fotos bleibt.
en: More neutral, keeping attention on photo content.
ja: よりニュートラルで、写真の内容に集中できます。
zh_hant: 更中性，突出照片內容。

source: 更小
ar: أصغر
de: Kleiner
en: Smaller
ja: 小さく

source: 更新中...
ar: جارٍ التحديث...
de: Aktualisieren...
en: Updating...

source: 更新相册失败，请再试一次
ar: تعذر تحديث الألبوم. حاول مرة أخرى.
de: Album konnte nicht aktualisiert werden. Versuche es erneut.
en: Could not update the album. Try again.
ja: アルバムを更新できませんでした。もう一度お試しください。
zh_hant: 更新相冊失敗，請再試一次

source: 更早的照片
ar: صور أقدم
de: Ältere Fotos
en: Older Photos
ja: 以前の写真

source: 更明显压缩体积，适合备份或低重要性图片。
ar: يضغط بحجم أكبر للنسخ الاحتياطية أو الصور الأقل أهمية.
de: Komprimiert stärker, passend für Backups oder weniger wichtige Bilder.
en: Compresses more aggressively for backups or less important images.
ja: より強く圧縮します。バックアップや重要度の低い画像に適しています。
zh_hant: 更明顯壓縮體積，適合備份或低重要性圖片。

source: 更明显降低码率，适合只想腾出空间的视频。
ar: يخفض معدل البت بدرجة أكبر للفيديوهات التي يكون توفير المساحة فيها الأهم.
de: Senkt die Bitrate stärker für Videos, bei denen Speicherplatz am wichtigsten ist.
en: Lowers bitrate more aggressively for videos where space matters most.
ja: ビットレートをより大きく下げます。空き容量を優先したいビデオに適しています。
zh_hant: 更明顯降低位元率，適合只想騰出空間的影片。

source: 更温暖，适合长时间整理。
ar: أدفأ وأسهل للاستخدام أثناء جلسات التنظيف الطويلة.
de: Wärmer und angenehmer bei längeren Aufräum-Sitzungen.
en: Warmer and easier to stay with during longer cleanup sessions.
ja: より温かみがあり、長時間の整理でも使いやすい表示です。
zh_hant: 更溫暖，適合長時間整理。

source: 最近压缩记录
ar: سجل الضغط الأخير
de: Letzter Komprimierungsverlauf
en: Recent compression history
ja: 最近の圧縮履歴
zh_hant: 最近壓縮記錄

source: 最近压缩记录 · %lld 次 · 可减少 %@
ar: عمليات الضغط الأخيرة · %lld جلسات · يمكن توفير %@
de: Letzte Komprimierungen · %lld Sitzungen · %@ möglich
en: Recent compressions · %lld sessions · can save %@
ja: 最近の圧縮 · %lld回 · %@節約可能
zh_hant: 最近壓縮記錄 · %lld 次 · 可減少 %@

source: 最近压缩记录 · %lld 次 · 已减少 %@
ar: سجل الضغط الأخير · %lld سجلات · تم توفير %@
de: Letzter Komprimierungsverlauf · %lld Einträge · %@ gespart
en: Recent compression history · %lld records · Saved %@
ja: 最近の圧縮履歴 · %lld件 · %@節約済み
zh_hant: 最近壓縮記錄 · %lld 次 · 已減少 %@

source: 最近项目
ar: الأحدث
de: Zuletzt
en: Recents
ja: 最近の項目
zh_hant: 最近項目

source: 月
ar: الشهر
de: Monat
en: Month
